{
  "1": "If laughter is the best medicine, your face must be curing the world.",
  "2": "You're so ugly, you scared the crap out of the toilet.",
  "3": "Your family tree must be a cactus because everybody on it is a prick.",
  "4": "No Im not insulting you, I'm describing you.",
  "5": "It's better to let someone think you are an Idiot than to open your mouth and prove it.",
  "6": "If I had a face like yours, I'd sue my parents.",
  "7": "Your birth certificate is an apology letter from the condom factory.",
  "8": "I guess you prove that even god makes mistakes sometimes.",
  "9": "The only way you'll ever get laid is if you crawl up a chicken's ass and wait.",
  "10": "You're so fake, Barbie is jealous.",
  "11": "I'm jealous of people that don't know you!",
  "12": "My psychiatrist told me I was crazy and I said I want a second opinion. He said okay, you're ugly too.",
  "13": "You're so ugly, when your mom dropped you off at school she got a fine for littering.",
  "14": "If I wanted to kill myself I'd climb your ego and jump to your IQ.",
  "15": "You must have been born on a highway because that's where most accidents happen.",
  "16": "Brains aren't everything. In your case they're nothing.",
  "17": "I don't know what makes you so stupid, but it really works.",
  "18": "I can explain it to you, but I can't understand it for you.",
  "19": "Roses are red violets are blue, God made me pretty, what happened to you?",
  "20": "Behind every fat woman there is a beautiful woman. No seriously, you're in the way.",
  "21": "Calling you an idiot would be an insult to all the stupid people.You, sir, are an oxygen thief!",
  "22": "Some babies were dropped on their heads but you were clearly thrown at a wall.",
  "23": "Don't like my sarcasm, well I don't like your stupid.",
  "24": "Why don't you go play in traffic.",
  "25": "Please shut your mouth when you're talking to me.",
  "26": "I'd slap you, but that would be animal abuse.",
  "27": "They say opposites attract. I hope you meet someone who is good-looking, intelligent, and cultured.",
  "28": "Stop trying to be a smart ass, you're just an ass.",
  "29": "The last time I saw something like you, I flushed it.",
  "30": "I'm busy now. Can I ignore you some other time?",
  "31": "You have Diarrhea of the mouth; constipation of the ideas.",
  "32": "If ugly were a crime, you'd get a life sentence.",
  "33": "Your mind is on vacation but your mouth is working overtime.",
  "34": "I can lose weight, but you'll always be ugly.",
  "35": "Why don't you slip into something more comfortable... like a coma.",
  "36": "Shock me, say something intelligent.",
  "37": "If you're gonna be two faced, at least make one of them pretty.",
  "38": "Keep rolling your eyes, perhaps you'll find a brain back there.",
  "39": "You are not as bad as people say, you are much, much worse.",
  "40": "I don't know what your problem is, but I'll bet it's hard to pronounce.",
  "41": "You get ten times more girls than me? ten times zero is zero...",
  "42": "There is no vaccine against stupidity.",
  "43": "You're the reason the gene pool needs a lifeguard.",
  "44": "Sure, I've seen people like you before - but I had to pay an admission.",
  "45": "How old are you? - Wait I shouldn't ask, you can't count that high.",
  "46": "Have you been shopping lately? They're selling lives, you should go get one.",
  "47": "You're like Monday mornings, nobody likes you.",
  "48": "Of course I talk like an idiot, how else would you understand me?",
  "49": "All day I thought of you... I was at the zoo.",
  "50": "To make you laugh on Saturday, I need to tell you the joke on Wednesday.",
  "51": "You're so fat, you could sell shade.",
  "52": "I'd like to see things from your point of view but I can't seem to get my head that far up my ass.",
  "53": "Don't you need a license to be that ugly?",
  "54": "My friend thinks he is smart. He told me an onion is the only food that makes you cry, so I threw a coconut at his face.",
  "55": "Your house is so dirty you have to wipe your feet before you go outside.",
  "56": "If you really spoke your mind, you'd be speechless.",
  "57": "Stupidity is not a crime so you are free to go.",
  "58": "You are so old, when you were a kid rainbows were black and white.",
  "59": "If I told you that I have a piece of dirt in my eye, would you move?",
  "60": "You're so dumb, you think Cheerios are doughnut seeds.",
  "61": "So, a thought crossed your mind? Must have been a long and lonely journey.",
  "62": "You are so old, your birth-certificate expired.",
  "63": "Every time I'm next to you, I get a fierce desire to be alone.",
  "64": "You're so dumb that you got hit by a parked car.",
  "65": "Keep talking, someday you'll say something intelligent!",
  "66": "You're so fat, you leave footprints in concrete.",
  "67": "How did you get here? Did someone leave your cage open?",
  "68": "Pardon me, but you've obviously mistaken me for someone who gives a damn.",
  "69": "Wipe your mouth, there's still a tiny bit of bullshit around your lips.",
  "70": "Don't you have a terribly empty feeling - in your skull?",
  "71": "As an outsider, what do you think of the human race?",
  "72": "Just because you have a dick doesn't mean you have to act like one.",
  "73": "I can always tell when you're' lying. Your lips move.",
  "74": "Are you always this stupid or is today a special occasion?",
  "75": "https://giphy.com/gifs/fuck-you-vFSV2lzV0JIHK",
  "76": "https://giphy.com/gifs/ha-puTOmvC98O40w",
  "77": "https://giphy.com/gifs/funkofficial-magic-fuck-you-d3mmSjG8yPbLTTTW",
  "78": "https://giphy.com/gifs/yV5xcSTmtVPBS",
  "79": "https://giphy.com/gifs/fuck-you-middle-finger-ryan-stiles-x1kS7NRIcIigU",
  "80": "https://giphy.com/gifs/fuck-you-aquaman-DuaK1bQ8CbARi",
  "81": "https://media.giphy.com/media/KpnNFksPmWwyk/giphy.gif",
  "82": "https://cdn.discordapp.com/attachments/406599693473153035/524336047295823894/chibi_weeaby.gif",
  "83": "You're my favorite person besides every other person I've ever met.",
  "84": "No offense, but you make me want to staple my cunt shut.",
  "85": "Did your parents have any children that lived?",
  "86": "I envy people who have never met you.",
  "87": "Maybe if you eat all that makeup you will be beautiful on the inside.",
  "88": "You're kinda like Rapunzel except instead of letting down your hair, you let down everyone in your life",
  "89": "You're impossible to underestimate.",
  "90": "You're not the dumbest person on the planet, but you sure better hope he doesn't die.",
  "91": "I'll plant a mango tree in your mother's cunt and fuck your sister in its shade.",
  "92": "Those aren't acne scars, those are marks from the coat hanger.",
  "93": "You have more dick in your personality than you do in your pants.",
  "94": "If you were an inanimate object, you'd be a participation trophy.",
  "95": "You look like your father would be disappointed in you if he stayed.",
  "96": "You're not pretty enough to be that dumb.",
  "97": "Your mother fucks for bricks so she can build your sister a whorehouse.",
  "98": "I'm sorry your dad beat you instead of cancer.",
  "99": "You were birthed out your mother's ass because her cunt was too busy.",
  "100": "You're so stupid you couldn't pour piss out of a boot if the directions were written on the heel.",
  "101": "Take my lowest priority and put yourself beneath it.",
  "102": "Such a shame your mother didn't swallow you.",
  "103": "The best part of you ran down your mom's leg.",
  "104": "You couldn't organize a blowjob if you were in a Nevada brothel with a pocket full of hundred-dollar bills.",
  "105": "You are a pizza burn on the roof of the world's mouth.",
  "106": "Does your ass ever get jealous of the shit that comes out of your mouth?",
  "107": "People like you are the reason God doesn't talk to us anymore.",
  "108": "You're so dense, light bends around you.",
  "109": "I'd love to stay and chat but I'd rather have type-2 diabetes.",
  "110": "You should put a condom on your head, because if you're going to act like a dick you better dress like one, too.",
  "111": "I bet you swim with a T-shirt on.",
  "112": "How the fuck are you the sperm that won?",
  "113": "May your balls turn square and fester at the corners.",
  "114": "I hope your wife brings a date to your funeral.",
  "115": "If you were a potato you'd be a stupid potato.",
  "116": "Your face looks like it was set on fire and put out with chains.",
  "117": "You might want to get a colonoscopy for all that butthurt.",
  "118": "Your mother may have told you that you could be anything you wanted, but a douchebag wasn't what she meant.",
  "119": "You are so ugly that when you were born, the doctor slapped your mother.",
  "120": "You look like two pounds of shit in a one-pound bag.",
  "121": "Ready to fail like your dad's condom?",
  "122": "I'd call you a cunt, but you have neither the warmth or the depth.",
  "123": "If I wanted to commit suicide I'd climb to your ego and jump to your IQ.",
  "124": "You make me wish I had more middle fingers.",
  "125": "If genius skips a generation, your children will be brilliant.",
  "126": "Everyone that has ever said they love you was wrong.",
  "127": "You have the charm and charisma of a burning orphanage.",
  "128": "If there was a single intelligent thought in your head it would have died from loneliness.",
  "129": "I don't have the time or the crayons to explain this to you.",
  "130": "The only difference between you and Hitler is Hitler knew when to kill himself.",
  "131": "You're dumber than I tell people.",
  "132": "I hope you have beautiful children and that they all get cancer.",
  "133": "Your birth certificate is an apology letter from the condom factory.",
  "134": "For years your mother and I wanted kids. Imagine our disappointment when you came along.",
  "135": "Your face is so oily that I'm surprised America hasn't invaded yet.",
  "136": "Your father should've wiped you on the sheets.",
  "137": "If I wanted any shit out of you I'd take my dick out of your ass.",
  "138": "I can explain it to you, but I can't understand it for you.",
  "139": "You're the reason your mom swallows now.",
  "140": "How did you crawl out of the abortion bucket?",
  "141": "If the road were paved with dicks, your mother would walk on her ass.",
  "142": "You are the stone in the shoes of humanity.",
  "143": "You could fuck up a wet dream.",
  "144": "You're not as dumb as you look.",
  "145": "Son, anyone who would fuck you ain't worth fucking.",
  "146": "This is why everyone talks about you as soon as you leave the room.",
  "147": "The smartest thing that ever came out of your mouth was my dick.",
  "148": "You know, people were right about you.",
  "149": "You've got a great body. Too bad there's no workout routine for a face.",
  "150": "If you could suck your own dick then you would finally suck at everything.",
  "151": "I want you to be the pallbearer at my funeral so you can let me down one last time.",
  "152": "Don't make me have to smack the extra chromosome out of you.",
  "153": "You've gotta be two people, because no single person can be that stupid.",
  "154": "If you were any dumber, someone would have to water you twice a week.",
  "155": "You'll never be half the man your mother was.",
  "156": "If you were on fire and I had a cup of my own piss, I'd drink it.",
  "157": "I've forgotten more than you know.",
  "158": "You smell like you wipe back to front.",
  "159": "I could agree with you, but then we'd both be wrong.",
  "160": "Shut your mouth, I can smell your Dad's cock.",
  "161": "You look like something I drew with my left hand.",
  "162": "How do you even masturbate knowing whose dick you're touching?",
  "163": "You are the human embodiment of an eight-dollar haircut.",
  "164": "The only thing that will ever fuck you is life.",
  "165": "You suck dick at fucking pussy.",
  "166": "If you were twice as smart, you'd still be stupid. I can't forget that day.",
  "167": "You look like a bag of mashed-up assholes.",
  "168": "You're a huge bag of tiny cocks.",
  "169": "You're so inbred you're a sandwich.",
  "170": "In a country where anyone can be anything, I will never understand why you chose to be mediocre.",
  "171": "What's a girl like you doing at a nice place like this?",
  "172": "You're about as important as a white crayon.",
  "173": "Was your mother just in the bathroom? Because she forgot to flush your twin.",
  "174": "If my dog had a face like you, I'd paint his ass and teach him to walk backwards.",
  "175": "If your parents were to divorce, would they still be brother and sister?",
  "176": "You look like the kind of person that buys condoms on his way to a family reunion.",
  "177": "People will not only remember your death, they will celebrate it.",
  "178": "You are a shit stain on the underpants of society.",
  "179": "You look like you were poured into your clothes but someone forgot to say when to stop.",
  "180": "You're about as useful as tits on a pigeon.",
  "181": "Why are you playing hard to get when you're so hard to want?",
  "182": "I'd offer you a shit sandwich, but I hear you don't like bread.",
  "183": "You are more useless than Anne Frank's drum set.",
  "184": "There may be no 'I' in team, but there is definitely a 'U' in cunt",
  "185": "The only difference between you and Hitler; he knew when to kill himself",
  "186": "You're as useless as a barber working at the make a wish foundation"
}
